config_taozhuangid = {
	[1]={id=1,name="圣龙套装",equip_desc="30阶套装",suit_id=1001,equip_item={20015,22020,21015,25020,24020,24320,23020,23320,27020,26020},param=1870,},
	[2]={id=2,name="魔域套装",equip_desc="31阶套装",suit_id=1002,equip_item={20016,22021,21016,25021,24021,24321,23021,23321,27021,26021},param=1871,},
	[3]={id=3,name="武神套装",equip_desc="32阶套装",suit_id=1003,equip_item={20017,22022,21017,25022,24022,24322,23022,23322,27022,26022},param=1872,},
	[4]={id=4,name="帝王套装",equip_desc="33阶套装",suit_id=1004,equip_item={20018,22023,21018,25023,24023,24323,23023,23323,27023,26023},param=1873,},
	[5]={id=5,name="圣火套装",equip_desc="34阶套装",suit_id=1005,equip_item={20019,22024,21019,25024,24024,24324,23024,23324,27024,26024},param=1874,},
	[6]={id=6,name="毒龙套装",equip_desc="35阶套装",suit_id=1006,equip_item={20020,22025,21020,25025,24025,24325,23025,23325,27025,26025},param=1875,},
	[7]={id=7,name="奔雷套装",equip_desc="36阶套装",suit_id=1007,equip_item={20021,22026,21021,25026,24026,24326,23026,23326,27026,26026},param=1876,},
	[8]={id=8,name="蝴蝶套装",equip_desc="37阶套装",suit_id=1008,equip_item={20022,22027,21022,25027,24027,24327,23027,23327,27027,26027},param=1877,},
	[9]={id=9,name="毁灭套装",equip_desc="38阶套装",suit_id=1009,equip_item={20023,22028,21023,25028,24028,24328,23028,23328,27028,26028},param=1878,},
	[10]={id=10,name="弑神套装",equip_desc="39阶套装",suit_id=1010,equip_item={20024,22029,21024,25029,24029,24329,23029,23329,27029,26029},param=1879,},
}
